Repository: puchinya/WiFiSnifferTool
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

# 待機中
source: Idle
ja: 待機中

# システム設定でヘルパーの実行を許可してください
source: Please allow the helper tool in System Settings.
ja: システム設定でヘルパーの実行を許可してください

# ヘルパーを登録しました
source: Helper tool registered.
ja: ヘルパーを登録しました

# ヘルパーの登録に失敗しました: %@
source: Failed to register helper: %@
ja: ヘルパーの登録に失敗しました: %@

# ヘルパーツールのインストールに失敗しました
source: Failed to install helper tool.
ja: ヘルパーツールのインストールに失敗しました

# ヘルパーをアンインストールしました
source: Helper tool uninstalled.
ja: ヘルパーをアンインストールしました

# アンインストールに失敗しました
source: Uninstallation failed.
ja: アンインストールに失敗しました

# ヘルパーツールとの通信が切断されました
source: Connection to helper tool lost.
ja: ヘルパーツールとの通信が切断されました

# キャプチャを開始しています...
source: Starting capture...
ja: キャプチャを開始しています...

# キャプチャ中 (%@)
source: Capturing (%@)
ja: キャプチャ中 (%@)

# 停止中...
source: Stopping...
ja: 停止中...

# インターフェース:
source: Interface:
ja: インターフェース:

# チャンネル:
source: Channel:
ja: チャンネル:

# チャンネル幅:
source: Width:
ja: チャンネル幅:

# 出力先パイプ:
source: Output Pipe:
ja: 出力先パイプ:

# キャプチャ開始
source: Start Capture
ja: キャプチャ開始

# 停止
source: Stop
ja: 停止

# ヘルパーを削除
source: Uninstall Helper
ja: ヘルパーを削除

# WiFi Sniffer を終了
source: Quit WiFi Sniffer
ja: WiFi Sniffer を終了

# システム設定を開く
source: Open System Settings
ja: システム設定を開く
